Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sma/facta/umo.se/seksuaalinen-suuntautuminen--bi-hetero-homo-.html.tmx
Source language: fin
Languages: sma

source: Seksuaalinen suuntautuminen – bi, hetero, homo
sma: Seksuellen syjhtede – bi, heteroe, homoe

source: Seksuaalinen suuntautuminen tarkoittaa rakastumisen tai seksuaalisen kiinnostuksen kohdetta.
sma: Seksuellen syjhtede lea dan bïjre mij tjoelem persovne åtna maam eahtsa jallh kleenghkeste.

source: Ihmiset voivat olla bi-, hetero- tai homoseksuaaleja.
sma: Maahta biseksuelle, heteroseksuelle jallh homoseksuelle årrodh.

source: Mitä bi, hetero ja homo tarkoittavat ?
sma: Mij lea bi, heteroe jïh homoe ?

source: Seksuaalisia suuntautumisia on kolme: biseksuaalisuus, heteroseksuaalisuus ja homoseksuaalisuus.
sma: Gååvnese golme seksuellen syjhtedh; biseksualitehte, heteroseksualitehte jïh homoseksualitehte.

source: Tavallisesti ihmisistä käytetään nimitystä homo, hetero tai bi.
sma: Daamhtaj pråvhka barre jiehtedh lea homoe, heteroe jallh bi.

source: Biseksuaalisuus tarkoittaa, että rakastuminen ja seksuaalinen kiinnostus voivat kohdistua sekä tyttöihin että poikiin.
sma: Biseksualitehte lea gosse dovne nïejtide jïh baernide gearodh.

source: Heteroseksuaali tuntee rakastumisen tunteita ja seksuaalista kiinnostusta vastakkaista sukupuolta kohtaan.
sma: Heteroseksualitehte lea gosse naakenem mubpie tjoeline gearodh jallh kleenghkestidh.

source: Henkilöstä voidaan käyttää myös nimitystä straight.
sma: Jeatjah baakoe dïsse lea straighte.

source: Homoseksuaalisuuteen voidaan viitata myös nimityksellä gay. Tyttöjä, jotka tykkäävät tytöistä, voidaan kutsua myös lesboiksi.
sma: Homoseksualitehte lea gosse naakenem seamma tjoeline gearodh jallh kleenghkestidh.

source: Nuorena pohditaan omaa suuntautuneisuutta
sma: Daamhtaj jïjtse seksuellen syjhtedem ussjedidh

source: Nuorena on tavallista pohtia omaa seksuaalista suuntautuneisuuttaan.
sma: Daamhtaj jïjtse seksuellen syjhtedem ussjedidh.

source: Seksuaalinen suuntautuminen voi muuttua elämän aikana.
sma: Mij seksuellen syjhtedidie tuhtjie utnedh maahta jieliemisnie jeatjahtehtedh.

source: Jokainen päättää itse, kutsutaanko häntä nimityksellä bi, hetero vai homo.
sma: Jïjtje nænnoste jis sæjhta bi:em, heteroem jallh homoem gohtjesovvedh.

source: Oman seksuaalisen suuntautumisen voi myös jättää kokonaan määrittelemättä.
sma: Maahta aaj veeljedh jiehtedh ij naan sjïere seksuellen syjhtedem utnieh.

source: Ympäristön odotukset
sma: Vuartoeh byjreskistie

source: Usein ympäristö odottaa, että kaikki ovat heteroseksuaaleja.
sma: Byjreske daamhtah veanhta lea heteroseksuelle.

source: Jos ei tunne itseään heteroseksuaaliksi, voi kokea itsensä erilaiseksi, näkymättömäksi tai ulkopuoliseksi.
sma: Jis ij dam reaktoe damth, dellie kaanne damta jeatjhlaakan, ov-vååjnoes jallh olkene.

source: Seksuaalisesta suuntautumisesta kertominen
sma: Jïjtje seksuellen syjhteden bïjre soptsestidh

source: Seksuaalisesta suuntautumisesta riippumatta jokainen päättää itse, haluaako siitä kertoa muille.
sma: Vaallah mij seksuellen syjhtedem åtna åålegh jïjtje nænnoste jis jïh gåessie sæjhta jeatjide dan bïjre soptsestidh.

source: Heteroseksuaalin ei yleensä tarvitse kertoa suuntautumistaan, koska sitä pidetään usein itsestäänselvyytenä.
sma: Jis heteroseksuelle ij provhkh dan bïjre soptsestidh juhkoe daamhtaj almetjh dam vienhtieh.

source: Homo- tai biseksuaalista voi joskus tuntua siltä, että omasta seksuaalisesta suuntautumisesta haluaa tai tarvitsee kertoa muille.
sma: Jis lea homoseksuelle jallh biseksuelle, såemies aejkien damta sæjhta jallh daarpesje dam jiehtedh.

source: Seksuaalisella suuntautumisella ei ole mitään tekemistä käyttäytymisen tai ulkonäön kanssa
sma: Seksuellen syjhtede ij maam akt vuekine jallh guelmiedahkine utnieh

source: Monesti kuvitellaan, että tietyllä tavalla käyttäytyminen riippuu seksuaalisesta suuntautumisesta.
sma: Muvhtene kaanne såamesh vienhtieh sjïere vuekine orre dan gaavhtan mij seksuellen syjhtedem åtna.

source: Uskotaan, että tietynlainen ulkonäkö tai kiinnostuksen kohteet ovat tyypillisiä tietyn seksuaalisen suuntauksen omaaville.
sma: Edtja sjïere aath lyjhkedh, sjïere vuekine vååjnedh jallh sjïere ïedtjh utnedh.

source: Ominaisuuksilla, kuten ulkonäöllä, kiinnostuksen kohteilla tai kunkin valitsemalla elämäntavalla ei ole kuitenkaan mitään tekemistä seksuaalisen suuntautumisen kanssa.
sma: Mohte vuajnoe, ïedtjh jallh guktie veeljie jielemem jieledh ij båetieh destie mij seksuellen syjhtedem åtna.

source: Syrjintä seksuaalisen suuntautumisen perusteella on lainvastaista
sma: Luhpehts diskrimineeredh seksuellen syjhteden gaavhtan

source: Seksuaalisesta suuntautumisesta riippumatta jokaisella on oikeus elää elämäänsä haluamallaan tavalla.
sma: Vaalah mij seksuellen syjhteden åtna, reaktam åtna jieledh jïjtje jielemem guktie sæjhta.

source: Syrjintä seksuaalisen suuntautumisen vuoksi on lainvastaista.
sma: Luhpehts sjædta naakenem diskrimineeredh dan persovnen seksuellen syjhteden åvteste.

source: Rikos, joka tehdään seksuaalisen suuntautumisen vuoksi, on erityisen vakava rikos, jota kutsutaan viharikokseksi.
sma: Jis daaresjamme seksuellen syjhteden gaavhtan dïhte alvas laaken vööste maam gohtje hatbrott.
